alacritty
amd-ucode
arandr
archlinux-keyring
aspell
aspell-en
aspell-fr
aspell-pt
autoconf
automake
base-devel
bash
bash-language-server
bc
binutils
bison
bitwarden
blas-openblas
bridge-utils
bzip2
calibre
cbor-tool
chromium
clang
cloc
cmake
code
colordiff
coreutils
cryptsetup
ctags
dbus-glib
device-mapper
dhcpcd
diffoscope
diffutils
discord
dmenu
dmidecode
dnsmasq
e2fsprogs
edk2-ovmf
emacs-nativecomp
fakeroot
fdupes
feh
file
filesystem
findutils
firefox
firefox-tridactyl
flex
fzf
gawk
gcc
gcc-fortran
gcc-libs
gdb
geckodriver
gef
gettext
git
github-cli
glibc
global
gnuplot
go
gparted
graphviz
grep
groff
gthumb
gvfs-nfs
gvfs-smb
gzip
hdf5
helix
hexyl
hoogle
hunspell-de
hunspell-en_us
hunspell-fr
imagemagick
inetutils
inkscape
iproute2
iputils
jfsutils
jq
jsoncpp
kitty
lapce
lazygit
ledger
less
lib32-nvidia-utils
libcurl-gnutls
libgit2
libguestfs
liblqr
libmpdclient
libraqm
libtool
libvterm
libxss
licenses
lightdm
lightdm-slick-greeter
linux
linux-firmware
lld
lldb
llvm
logrotate
lshw
lvm2
lxappearance-gtk3
lxsession
m4
mailcap
make
man-db
man-pages
materia-gtk-theme
mdadm
mediainfo
mkvtoolnix-cli
mpc
mpd
mpv
mtools
musl
nasm
nautilus
ncdu
ncmpcpp
neofetch
netcdf
netctl
newsboat
nfs-utils
nmap
nnn
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
ntfs-3g
numlockx
nvidia
nvidia-settings
nvtop
opam
openbsd-netcat
openrazer-daemon
openrazer-driver-dkms
openssh
openvpn
otf-font-awesome
p7zip
pacman
pacman-contrib
pass
patch
pciutils
pcmanfm-gtk3
pdfjs
perf
perl
perl-file-mimeinfo
picom
pkgconf
podman
poppler-glib
prettier
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulsemixer
pv
pyright
python-adblock
python-openrazer
python-pdftotext
qbittorrent
qemu-full
qutebrowser
rebuild-detector
reflector
reiserfsprogs
rofi
rofi-pass
rsync
rtmpdump
ruby
rxvt-unicode
scrot
sd
sed
shadow
shellcheck
shfmt
speedcrunch
sqlitebrowser
sshfs
steam
stow
streamlink
stylua
sudo
surfraw
swtpm
sxiv
syncthing
sysfsutils
systemd
systemd-sysvcompat
tar
telegram-desktop
tesseract-data-equ
testdisk
texinfo
texlab
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-fontsextra
texlive-formatsextra
texlive-latexextra
texlive-mathscience
texlive-pictures
tldr
tmux
ttc-iosevka
ttf-dejavu
ttf-fira-code
ttf-firacode-nerd
ttf-ibm-plex
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-ubuntu-font-family
typescript
udiskie
ueberzug
unclutter
unrar
unzip
usbutils
util-linux
vde2
veracrypt
vi
vim
virt-manager
virt-viewer
visidata
w3m
wget
which
words
x11-ssh-askpass
xfmpc
xfsprogs
xorg-bdftopcf
xorg-font-util
xorg-server
xorg-server-xephyr
xorg-xinit
xorg-xmessage
xorg-xrandr
xterm
yaml-language-server
yazi
yt-dlp
ytfzf
zathura
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zsh
