alacritty
amd-ucode
arandr
autoconf
automake
bash
bash-language-server
bat
bc
binutils
bison
bitwarden
bitwarden-cli
bridge-utils
btop
bzip2
calibre
chromium
clang
cmake
cmatrix
code
colordiff
coreutils
croc
cryptsetup
ctags
cuda
dbus-glib
device-mapper
dhcpcd
diffutils
discord
dmenu
dmidecode
dnsmasq
e2fsprogs
edk2-ovmf
emacs-nativecomp
exa
fakeroot
fd
feh
figlet
file
filesystem
findutils
firefox
flex
fzf
gawk
gcc
gcc-fortran
gcc-libs
gdb
geckodriver
gettext
git
github-cli
glibc
global
gnu-apl
gnuplot
go
graphviz
grep
groff
gvim
gzip
haskell-language-server
hdf5
helix
hledger-ui
hoogle
i3-gaps
i3status
id3v2
imagemagick
inetutils
inkscape
iproute2
iputils
jfsutils
jq
jsoncpp
lazygit
ledger
less
lib32-nvidia-utils
libcurl-gnutls
libguestfs
liblqr
libmpdclient
libraqm
libtool
libxss
licenses
lightdm
lightdm-slick-greeter
linux
linux-firmware
lldb
llvm
logrotate
lolcat
lvm2
lxsession
m4
mailcap
make
man-db
man-pages
mdadm
mediainfo
mkvtoolnix-cli
mpc
mpd
mpv
mtools
nasm
ncdu
ncmpcpp
neofetch
neovim
netctl
newsboat
nmap
nnn
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
numlockx
nvidia
nvtop
openbsd-netcat
openssh
openssl-1.0
openvpn
p7zip
pacman
pacman-contrib
pandoc
pass
patch
pciutils
pcmanfm
pdfjs
perl
perl-file-mimeinfo
picom
pkgconf
polybar
poppler-glib
prettier
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulsemixer
pv
pyright
python-adblock
python-json5
python-pdftotext
python-tldextract
python2
qbittorrent
qemu-desktop
qutebrowser
racket-minimal
reflector
reiserfsprogs
ripgrep
rofi
rofi-pass
rsync
rtmpdump
rust-analyzer
rustup
rxvt-unicode
sbcl
scrot
sed
shadow
shellcheck
shfmt
speedcrunch
sshfs
stack
starship
stow
stylua
sudo
surfraw
sxiv
syncthing
sysfsutils
systemd
systemd-sysvcompat
tar
telegram-desktop
testdisk
texinfo
texlab
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-latexextra
texlive-pictures
texlive-science
tldr
torbrowser-launcher
ttf-cascadia-code
ttf-dejavu
ttf-fira-code
ttf-font-awesome
ttf-ibm-plex
ttf-nerd-fonts-symbols-1000-em
udiskie
ueberzug
unclutter
unrar
unzip
usbutils
util-linux
vde2
vi
virt-manager
virt-viewer
w3m
wget
which
words
x11-ssh-askpass
xfsprogs
xmobar
xmonad
xmonad-contrib
xmonad-utils
xorg-bdftopcf
xorg-font-util
xorg-server
xorg-server-xephyr
xorg-xinit
xorg-xrandr
xplr
xterm
yaml-language-server
yt-dlp
zathura
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zoxide
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
zsh-theme-powerlevel10k
